<head>
    <meta charset="utf-8">
    <title>Тест</title>
</head>
<body>
<form method="post" action="session_5_test.php"></form>
<input type="hidden" name="go">
<input type="submit" value="Отправить">
</body>
<?php
/**
Создайте в вашем сайте меню On­line test. При клике на меню в центральной части
отобразится кнопка “Начать тест”. При клике на кнопку отобразится вопрос,
например, 2+2 с вариантами ответа. И кнопкой (либо ссылкой) “Следующий вопрос”.
При выборе ответа появится следующий вопрос. Подготовьте 5­7 вопросов. Когда
пользователю отобразится последний вопрос вместо кнопки (ссылки) “Следующий
вопрос” отобразите “Завершить тест”. При клике на эту кнопку (ссылку) подсчитайте
правильные ответы и отобразите ​ количество правильных ответов
 */
if(!isset($_POST['go'])){

}
